Repository: NaN-tic/trytond-carrier_send_shipments_correos
Catalog: locale/*.po
Languages: ca_es, es

# error:carrier.manifest:
source: Correos Manifest service is not available.
ca_es: No està disponible el Manifest de Correos
es: No está disponible el manifiesto Correos.

# error:stock.shipment.out:
source: Add a office Correos to delivery or change service
ca_es: Afegeix una oficina de Correos en l'adreça d'entrega o canvia de servei.
es: Añade una oficina de Correos en la dirección de entrega o cambia de servicio.

# error:stock.shipment.out:
source: Add country in shipment "%(name)s" delivery address
ca_es: Afegeix un país en l'adreça d'enviament de l'albarà "%(name)s"
es: Añade un país a la dirección de envío del albarán "%(name)s"

# error:stock.shipment.out:
source: Correos "%(service)s" service and cash on delivery is not valid. Please select an option: "%(services)s"
es: El servicio "%(service)s" de Correos y la opción contrarembolso no es correcto. Seleccione una opción: "%(services)s"

# error:stock.shipment.out:
source: Not available "%(name)s" label from Correos
ca_es: No està disponible l'etiqueta "%(name)s" de Correos.
es: No se dispone la etiqueta "%(name)s" de Correos.

# error:stock.shipment.out:
source: Not available Correos Internation delivery and cashondelivery
es: No está disponible la entrega Correos Internacional y contrarembolso

# error:stock.shipment.out:
source: Not send shipment %(name)s. %(error)s
ca_es: No s'ha enviant l'abarà %(name)s. %(error)s
es: No se ha enviado el albarán %(name)s. %(error)s

# error:stock.shipment.out:
source: Select a service or default service in Correos API
ca_es: Selecciona un servei o un servei per defecte a la API de Correos.
es: Seleccione un servicio o un servicio por defecto en la API de Correos.

# field:carrier.api,correos_aduana_description:
source: Aduana Description
es: Aduana Descripción

# field:carrier.api,correos_code:
source: Code
ca_es: Codi
es: Código

# help:carrier.api,correos_cc:
source: Correos Bank Number
ca_es: Número bancari per Correos
es: Número bancario para Correos

# help:carrier.api,correos_code:
source: Correos Code (CodeEtiquetador)
ca_es: Codi Correos (CodeEtiquetador)
es: Código Correos (CodeEtiquetador)

# help:party.address,correos:
source: Office Correos code to delivery shipment
ca_es: Codi oficina Correos per l'entrega
es: Código oficina Correos para la entrega

# error:stock.shipment.out:
source: Correos not accept zip "%(zip)s"
ca_es: Correos no accepta el codi postal "%(zip)s".

# error:stock.shipment.out:
source: Not send shipment %(name)s
ca_es: No s'ha enviant l'abarà %(name)s
